{
  "navbar.link.home": "home",
  "navbar.link.projects": "projects",
  "navbar.link.experiences": "experiences",
  "projectsCard.technologies": "Technologies",
  "projectsCard.repo": "Repository",
  "homeView.presentation": "Hey, I'm Pedro Moura, I'm a software developer specialized in",
  "homeView.profession": "front-end development.",
  "homeView.aboutWork": "My favorite work is to build software that looks great, is accessible to everyone and is blazing fast, meticulously crafting with accessibility, responsiveness and performance in mind.",
  "homeView.aboutMe": "Outside of coding and building software, my other hobbies include playing video games and cooking. I'm a\n      experimentalist by nature. I feel trilled to try new things, be it a new technology, a new flavor of my favorite drink or a new way to cook my favorite dish.",
  "homeView.projectsLink": "projects I've built",
  "homeView.experiencesLink": "you can see here.",
  "homeView.websiteSummary.p1": "You can see some",
  "homeView.websiteSummary.p2": "(sometimes with wonderful people) or if you're curious about my experiences history as a software developer,",
  "homeView.findMe": "Find me or come say hi on",
  "homeView.cvDownload": "Download my CV",
  "projectsView.title": "My projects",
  "projectsView.portfolio.description": "A minimalistic, accessibility focused, personal website",
  "projectsView.bookboard.description": "A dashboard for book search with charts based on book categories ratings built for accessibility",
  "projectsView.kaball.description": "A self balancing class scheduler to reduce students stress",
  "projectsView.todo.description": "A minimalistic, dark-mode capable, to-do list",
  "projectsView.linkthree.description": "A minimal link tree with exactly three links to my socials",
  "projectsView.reconectando.description": "A electric grid mapper to detect fail points using Dijkstra algorithm",
  "experienceView.title": "My career",
  "experienceView.developedSkills": "Skills I developed:",
  "experienceView.vtexlab.title": "Software Developer",
  "experienceView.vtexlab.description": "Built and maintained the developers and support portals for VTEX's thousands of users. Implemented functionalities to statically generate assets like texts, icons and codeblocks through markdown files.",
  "experienceView.cincoders.title": "Software Engineer",
  "experienceView.cincoders.description": "Built full-stack applications for professors, staff and students of the Informatics Center, prototyping and implementing responsive and performant interfaces and components, integrating and developing REST APIs and implementing unit and integration tests. Developed and maintained the Cinnamon Design System and made it open-source.",
  "experienceView.serpro.title": "Front-end Developer",
  "experienceView.serpro.description": "Prototyped, built, styled and maintained the whole front-end application for a Agile Methodologies Process Mining tool, mainly the page to render a responsive graph generated through process mining. I've also led the front-end team taking decisions for the project and being a technical reference to other developers."
}