{
  "navbar.link.home": "home",
  "navbar.link.projects": "projetos",
  "navbar.link.experiences": "carreira",
  "projectsCard.technologies": "Tecnologias",
  "projectsCard.repo": "Repositório",
  "homeView.presentation": "Oi, eu sou Pedro Moura, sou um desenvolvedor de software especializado em",
  "homeView.profession": "desenvolvimento front-end.",
  "homeView.aboutWork": "Meu trabalho favorito é criar software que seja atrativo, seja acessível a todos e extremamente rápido, meticulosamente elaborado com acessibilidade, responsividade e desempenho em mente.",
  "homeView.aboutMe": "Fora codar e construir softwares, meus outros hobbies envolvem jogar videogame e cozinhar. Sou um experimentalista por natureza. Fico animado em experimentar coisas novas, seja uma nova tecnologia, um novo sabor da minha bebida favorita ou uma nova maneira de cozinhar meu prato favorito.",
  "homeView.projectsLink": "projetos que eu já construí",
  "homeView.experiencesLink": "pode ver aqui.",
  "homeView.websiteSummary.p1": "Você pode ver",
  "homeView.websiteSummary.p2": "(algumas vezes com pessoas incríveis) ou se você só quer saber um pouco sobre minhas experiências passadas como desenvolvedor de software,",
  "homeView.findMe": "Me encontre ou diga oi",
  "homeView.cvDownload": "Baixe meu currículo",
  "projectsView.title": "Meus projetos",
  "projectsView.portfolio.description": "Um site pessoal minimalista com foco em acessibilidade",
  "projectsView.bookboard.description": "Um dashboard para busca de livros com gráficos baseados em categorias de livros com foco em acessibilidade",
  "projectsView.kaball.description": "Um calendário auto-balanceador para reduzir estresse de estudantes",
  "projectsView.todo.description": "Uma to-do list minimalista com dark-mode",
  "projectsView.linkthree.description": "Um link tree minimalista e responsiva com exatamente três links para minhas redes sociais",
  "projectsView.reconectando.description": "Um mapeador de rede elétrica que usa o algorítmo de Dijkstra para detectar pontos de falha",
  "experienceView.title": "Minha carreira",
  "experienceView.developedSkills": "Habilidades que desenvolvi:",
  "experienceView.vtexlab.title": "Desenvolvedor de Software",
  "experienceView.vtexlab.description": "Construí e mantive os portais de desenvolvedores e suporte para milhares de usuários da VTEX. Implementei funcionalidades para gerar assets estaticamente como textos, ícones e codeblocks por meio de arquivos markdown.",
  "experienceView.cincoders.title": "Engenheiro de Software",
  "experienceView.cincoders.description": "Construí aplicações full-stack para professores, funcionários e alunos do Centro de Informática, prototipando e implementando interfaces e componentes responsivos e performáticos, integrando e desenvolvendo APIs REST e implementando testes unitários e de integração. Desenvolvi e mantive o design system Cinnamon e trabalhei na sua conversão para open-source.",
  "experienceView.serpro.title": "Desenvolvedor Front-end",
  "experienceView.serpro.description": "Prototipei, construí, estilizei e mantive todo a aplicação front-end para uma ferramenta de Mineração de Processos de Metodologias Ágeis, principalmente a página para renderizar um grafo responsivo gerado por meio da mineração de processos. Também liderei a equipe de front-end tomando decisões para o projeto e sendo uma referência técnica para outros desenvolvedores."
}